<?php
    return $data = [
        'promo_cards' => [
            [
                'name' => 'предложение',
                'href' => '#',
                'text' => 'Лучшее предложение для наших клиентов!',
                'date' => '22/12/2017',
                'img' => [
                    'filename' => 'promo.png',
                    'alt' => 'Promo-card image'
                ]
            ],
            [
                'name' => 'акция',
                'href' => '#',
                'text' => 'Давно выяснено, что при оценке дизайна и композиции читаемый текст мешает сосредоточиться. Lorem Ipsum используют потому, что тот обеспечивает более или менее стандартное заполнение шаблона',
                'date' => '22/12/2017',
                'img' => [
                    'filename' => 'promo2.png',
                    'alt' => 'Promo-card image'
                ]
            ]
        ]
    ];